Repository: common-repository/associator
Catalog: lang/associator-*.po
Languages: pl_pl

source: Settings
pl_pl: Ustawienia

source: Display options
pl_pl: Opcje wyświetlania

source: Reports
pl_pl: Raporty

source: Getting Started
pl_pl: Pierwsze kroki

source: Read the docs to get started with Associator. %sGo to docs &rarr;%s
pl_pl: Przeczytaj dokumentację, aby rozpocząć pracę z Associatorem. %sPrzejdź do dokumentacji &rarr;%s

source: API key
pl_pl: Klucz API

source: API key is required to use Associator platform. You won't see any recomendations until you register for a key.
pl_pl: Do korzystania z platformy Associator wymagany jest klucz API. Rekomendacje nie będą wyświetlane, dopóki nie zarejestrujesz się w celu uzyskania klucza.

source: Support
pl_pl: Wsparcie

source: How popular a product set is. Measured by the percentage of orders in which a product set exists.
pl_pl: Jak popularny jest dany zestaw produktów. Mierzone odsetkiem zamówień, w których istnieje dany zestaw produktów.

source: Confidence
pl_pl: Zaufanie

source: How likely a product is purchased when other products are purchased.
pl_pl: Prawdopodobieństwo zakupu danego produktu przy zakupie innych produktów.

source: Single product recommendations
pl_pl: Rekomendacje na stronie produktu

source: Display recommendations on single product pages.
pl_pl: Wyświetlaj rekomendacje na stronach produktów.

source: Hide related products
pl_pl: Ukryj powiązane produkty

source: Hide default WooCommerce related products on single product pages.
pl_pl: Ukryj domyślne produkty powiązane z WooCommerce na stronach produktów.

source: Cart recommendations
pl_pl: Rekomendacje na stronie koszyka

source: Display recommendations on the cart page.
pl_pl: Wyświetlaj rekomendacje na stronie koszyka.

source: Hide cross sells
pl_pl: Ukryj produkty cross-sell

source: Hide default WooCommerce cross sells on the cart page.
pl_pl: Ukryj domyślne produkty cross-sell z WooCommerce na stronie koszyka.

source: Boost your sales with perfect product recommendations.
pl_pl: Zwiększ sprzedaż dzięki doskonałym rekomendacjom produktowym.

source: Recommendations
pl_pl: Rekomendacje

source: Title:
pl_pl: Tytuł:

source: The maximum number of recommendations:
pl_pl: Maksymalna liczba rekomendowanych produktów:

source: Customers Who Bought This Item Also Bought
pl_pl: Klienci, którzy kupili ten przedmiot kupili również

source: You may be interested in&hellip;
pl_pl: Może cię również zainteresować&hellip;

source: Generating reports...
pl_pl: Generowanie raportów....

source: All orders
pl_pl: Wszystkie zamówienia

source: Date range:
pl_pl: Zakres dat:

source: Views of recommendations
pl_pl: Wyświetlenia rekomendacji

source: Clicks on recommendations
pl_pl: Kliknięcia w rekomendacje

source: Added to cart from recommendations
pl_pl: Dodane do koszyka z rekomendacji

source: Bought from recommendations
pl_pl: Kupione z rekomendacji

source: Export historic orders
pl_pl: Eksportuj zamówienia historyczne

source: Exporting... Please don't leave this page until export is finished.
pl_pl: Eksportowanie... Nie opuszczaj tej strony do momentu zakończenia eksportu.

source: Oops, something went wrong. Please try again.
pl_pl: Coś poszło nie tak. Spróbuj ponownie.

source: Historic orders have been exported successfully! Recommendations will be displayed on your website after the data has been processed in our system (this may take several hours).
pl_pl: Historyczne zamówienia zostały pomyślnie wyeksportowane! Rekomendacje zostaną wyświetlone na Twojej stronie po przetworzeniu danych przez nasz system (może to potrwać kilka godzin).

source: API key is active. Associator is working.
pl_pl: Klucz API jest aktywny. Associator działa.

source: API key is invalid. Please enter a valid API key.
pl_pl: Klucz API jest błędny. Proszę wpisać poprawny klucz API.

source: API key is inactive. This means your subscription has expired, has been cancelled or refunded.
pl_pl: Klucz API jest nieaktywny. Oznacza to, że subskrypcja mogła wygasnąć, zostać anulowana lub zwrócona.

source: The &#8220;%s&#8221; plugin cannot run on WooCommerce versions older than %s. Please update WooCommerce.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać w wersjach WooCommerce starszych niż %s. Prosimy o aktualizację WooCommerce.

source: The &#8220;%s&#8221; plugin cannot run on PHP versions older than %s. Please contact your host and ask them to upgrade.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać w wersjach PHP starszych niż %s. Skontaktuj się z administratorem hostingu i poproś o aktualizację.

source: The &#8220;%s&#8221; plugin cannot run on WordPress versions older than %s. Please update WordPress.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać w wersjach WordPress starszych niż %s. Prosimy o aktualizację WordPress.

source: The &#8220;%s&#8221; plugin cannot run without OpenSSL module version at least %s. Please update OpenSSL module.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać bez aktywacji OpenSSL co najmniej w wersji %s. Zaktualizuj wersję OpenSSL.

source: The &#8220;%s&#8221; plugin cannot run without %s active. Please install and activate %s plugin.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać bez aktywacji %s. Zainstaluj i aktywuj wtyczkę %s.

source: The &#8220;%s&#8221; plugin cannot run without %s php module installed. Please contact your host and ask them to install %s.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać bez modułu php: %s. Skontaktuj się z administratorem hostingu i poproś o instalację %s.

source: The &#8220;%s&#8221; plugin cannot run without %s php setting set to %s. Please contact your host and ask them to set %s.
pl_pl: Wtyczka &#8220;%s&#8221; nie może działać bez ustawienia php %s ustawionego na %s. Skontaktuj się z administratorem hostingu i poproś o ustawienie %s.

source: Section214 Settings
pl_pl: Ustawienia

source: Your settings have been saved.
pl_pl: Ustawienia zostały zapisane.

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
pl_pl: Aby skopiować informację, kliknij poniżej, a następnie naciśnij Ctrl + C (PC) lub Cmd + C (Mac).

source: Download System Info File
pl_pl: Pobierz raport systemu

source: Upload File
pl_pl: Dodaj plik

source: Deactivate License
pl_pl: Dezaktywuj licencję

source: The callback function used for the <strong>%s</strong> setting is missing.
pl_pl: Funkcja callback dla ustawień <strong>%s</strong> nie istnieje.

source: Insert Image
pl_pl: Wstaw obrazek

source: Select Image
pl_pl: Wybierz obrazek

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
pl_pl: Dostępna jest nowa wersja %1$s. %2$s Zobacz %3$sszczegóły wersji%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
pl_pl: Jest dostępna nowa wersja %1$s. %2$sZobacz szczegóły wersji %3$s%4$s lub %5$szaktualizuj teraz%6$s.

source: You do not have permission to install plugin updates
pl_pl: Nie masz uprawnień do instalacji aktualizacji wtyczki

source: Error
pl_pl: Błąd

source: Licensing
pl_pl: Licencje

source: %1$s License Key
pl_pl: Klucz licencyjny %1$s

source: Please enter your license key to enable automatic updates and support.
pl_pl: Wpisz swój klucz licencyjny, aby włączyć automatyczne aktualizacje i wsparcie.

source: Nonce verification failed
pl_pl: Błąd zabezpieczeń (nonce)

source: This license does not belong to the product you have entered it for.
pl_pl: Wpisany klucz licencyjny nie należy do tego produktu.

source: This license does not have any activations left
pl_pl: Licencja nie posiada już wolnych aktywacji

source: This license key is expired. Please renew it.
pl_pl: Ten klucz licencyjny wygasł. Proszę odnów go.

source: There was a problem activating your license key, please try again or contact support. Error code: %s
pl_pl: Wystąpił błąd przy aktywacji twojego klucza licencji, proszę spróbować ponownie lub skontaktować się z obsługą. Kod błędu: %s
